# Токен бота
TOKEN = "----"

# Ссылка на профиль поддержки
TGSUPPORT = "@Saveliy_Loki"

# ид чела который может сделать индивид. услугу
IDTGSUPPURT = 7078250702
# Ссылка на КАНАЛ
LINKCHANL = "t.me/dsasdasdasdasdasdasdas" 

# ID чела кому отправлять итоговый заказ. /id | init.py 1308878398
IDAUROR = 1308878398

# ID канада. перешли пост с ФОТОМ в бота | init.py
# канал из поторого будут пересылать заказы боту
IDCHANL = -1002166948759



# Текст для пол. согл
TEXT = '''
Покупатель обязан быть старше 18 лет или иметь разрешение родителей для совершения покупок.
Заказы принимаются только через официальный Менджер-бот "Sneaker Lab".
Вся информация о товарах, включая цены, размеры и описание, должна быть доступна в Канале.
Оплата заказов производится только онлайн с помощью кредитных карт или платежных систем.
Пункты доставки указываются при оформлении заказа, доставка осуществляется курьерской службой или почтой.
Политика конфиденциальности гарантирует защиту личной информации и безопасность платежей заказчиков.
В случае если что то идет не так вы продаете душу дьяволу без возвратно
Срок доставки заказов может изменяться в зависимости от доставки, наличия товара на складе и адреса доставки.
Уникальные акции и скидки могут предоставляться постоянным клиентам "Sneaker Lab".
Правила и условия использования интернет магазина "Sneaker Lab" могут быть изменены или дополнены администрацией без предварительного уведомления.



Пользовательское соглашение интернет-магазина "Sneaker Lab"
Добро пожаловать в наш интернет-магазин "Sneaker Lab"! Мы рады приветствовать вас и надеемся, что ваше пребывание здесь будет приятным и удовлетворительным. Ниже приведены условия использования нашего сайта, которые должны быть соблюдены при покупке товаров на нашем сайте.
1.  Заказы:
•  При совершении заказа убедитесь, что вы внимательно ознакомились с описанием товара и выбрали правильный размер.
•  Все цены на товары указаны в Рублях.
•  Мы принимаем оплату банковскими картами и через платежные системы.
2.  Доставка:
•  Мы осуществляем доставку товара в любую точку мира.
•  Срок доставки зависит от вашего местоположения и выбранного метода доставки.
•  За доставку товара несут ответственность службы доставки.
3.  Возврат и обмен:
•  Вы имеете право вернуть или обменять товар в течение 14 дней с момента получения.
•  Товар должен быть в оригинальной упаковке и сохранять свой первоначальный вид.
•  Стоимость доставки при возврате товара не возмещается.
4.  Конфиденциальность и безопасность:
•  Мы обеспечиваем защиту ваших личных данных и обязуемся не раскрывать их третьим лицам.
•  Оплата происходит через защищенные платежные системы.
5.  Контакты:
•  Если у вас есть какие-либо вопросы или проблемы, пожалуйста, свяжитесь с нами по указанным контактам.
•  Мы всегда готовы помочь вам и решить любые возникшие вопросы.
'''

